Repository: nikossvnk/ctp-symfony
Catalog: translations/cms.*.xlf
Languages: de

# bannerTopLeft.title
source: Summer Essentials
de: Sommer Essentials

# bannerTopLeft.subtitle
source: Make the great day happen
de: Die wichtigsten Stücke des Sommer Trends 2016

# bannerTopLeft.linkText
source: Shop collection
de: Jetzt bestellen

# bannerTopLeft.linkHref
source: /en/men
de: /de/men

# bannerTopLeft.imageSmall
source: ./bundles/example/img/cms/leather_small-4to3.jpg
de: ./assets/bundles/example/img/cms/leather_small-4to3.jpg

# bannerTopLeft.imageMedium
source: ./bundles/example/img/cms/leather_medium-4to3.jpg
de: ./assets/bundles/example/img/cms/leather_medium-4to3.jpg

# bannerTopLeft.imageLarge
source: ./bundles/example/img/cms/leather_large-4to3.jpg
de: ./assets/bundles/example/img/cms/leather_large-4to3.jpg

# bannerTopRight.title
source: Summer Lovin'
de: Sommer Fashion

# bannerTopRight.subtitle
source: Summer must have outfits
de: Beste Outfits für die Saison

# bannerTopRight.linkText
source: Shop collection
de: Jetzt bestellen

# bannerTopRight.linkHref
source: /en/women
de: /de/women

# bannerTopRight.imageSmall
source: ./bundles/example/img/cms/woman_small-4to3.jpg
de: ./assets/bundles/example/img/cms/woman_small-4to3.jpg

# bannerTopRight.imageMedium
source: ./bundles/example/img/cms/woman_medium-4to3.jpg
de: ./assets/bundles/example/img/cms/woman_medium-4to3.jpg

# bannerTopRight.imageLarge
source: ./bundles/example/img/cms/woman_large-4to3.jpg
de: ./assets/bundles/example/img/cms/woman_large-4to3.jpg

# bannerMiddle.title
source: <img class="hidden-xs" src="./bundles/example/img/cms/sun-logo.png"/><br/><br/>Here comes the sun
de: <img class="hidden-xs" src="../../assets/bundles/example/img/cms/sun-logo.png"/><br/><br/>Here comes the sun

# bannerMiddle.subtitle
source: FABULOUS EVERY DAY - SUMMER CHIC
de: URLAUB IN DER SONNE - SOMMER CHIC

# bannerMiddle.description
source: Between rising temperature outside and cool A/C inside, dressing for the the summer can be a tricky business. Luckily, we pulled together the most inspiring looks for. Check out our must-to-have-it pieces.<br/><br/>The weather is heating up, but you donâ€™t have the right outfit yet. Thankfully, we are here to help you out. Spring break is upon us and it's essential to migrate. So whether you're jetting off to Ibiza or Majorca for a party vacation or getting away to greener pastures - here are the fashion pieces we'll be stashing in our favorite getaway bags.
de: Die Modetrends für den Sommer 2016 spielen mit Prints, Army- und Safarilooks sowie Pastel Farben. Accessoires wie runde Sonnenbrillen, geschnürte Stiefel und Shopper oder Handtaschen sorgen für Abwechslung. SUNRISE stellt Ihnen die Fashion Trends für den Sommer 2016 vor. Lassen Sie sich inspirieren!<br/><br/>Kaum ist der Frühling vorbei, umfängt uns der warme Sommer. Erfahren Sie, was die wichtigsten Fashion - Trends der kommenden Sommersaison sind und welche traumhaften Stücke Sie besitzen sollen! London, New York, Mailand, Paris – SUNRISE präsentiert die aktuelle Sommermode 2016 aus den Modemetropolen . Die neuesten Kleider, elegante Tops, Hosen, Bademode, exklusive Schuhe und Ballerinas, bezaubernden Schmuck, Sonnenbrillen und Accessoires für den perfekten Sommer.

# bannerMiddle.linkText
source: Shop collection
de: Jetzt kaufen

# bannerMiddle.linkHref
source: /en/men-clothing-shirts
de: /de/men-clothing-shirts

# bannerMiddle.imageSmall
source: ./bundles/example/img/cms/man_small-8to3.jpg
de: ./assets/bundles/example/img/cms/man_small-8to3.jpg

# bannerMiddle.imageMedium
source: ./bundles/example/img/cms/man_medium-8to3.jpg
de: ./assets/bundles/example/img/cms/man_medium-8to3.jpg

# bannerMiddle.imageLarge
source: ./bundles/example/img/cms/man_large-8to3.jpg
de: ./assets/bundles/example/img/cms/man_large-8to3.jpg

# bannerBottomLeft.title
source: Unique style for every season
de: Einzigartige Stücke für jede Saison

# bannerBottomLeft.subtitle
source: Fashion styles 2016
de: Lassen Sie sich inspirieren

# bannerBottomLeft.linkText
source: Shop collection
de: Jetzt kaufen

# bannerBottomLeft.linkHref
source: /en/women-shoes
de: /de/women-shoes

# bannerBottomLeft.imageSmall
source: ./bundles/example/img/cms/shoes_small-4to3.jpg
de: ./assets/bundles/example/img/cms/shoes_small-4to3.jpg

# bannerBottomLeft.imageMedium
source: ./bundles/example/img/cms/shoes_medium-4to3.jpg
de: ./assets/bundles/example/img/cms/shoes_medium-4to3.jpg

# bannerBottomLeft.imageLarge
source: ./bundles/example/img/cms/shoes_large-4to3.jpg
de: ./assets/bundles/example/img/cms/shoes_large-4to3.jpg

# bannerBottomRight1.title
source: <img src="./bundles/example/img/cms/sun-logo.png"/><br/><br/>SUMMER FASHION 2016
de: <img src="../../assets/bundles/example/img/cms/sun-logo.png"/><br/><br/>SOMMER MODE 2016

# bannerBottomRight1.imageSmall
source: ./bundles/example/img/cms/blue-bg_small-4to3.png
de: ./assets/bundles/example/img/cms/blue-bg_small-4to3.png

# bannerBottomRight1.imageMedium
source: ./bundles/example/img/cms/blue-bg_medium-4to3.png
de: ./assets/bundles/example/img/cms/blue-bg_medium-4to3.png

# bannerBottomRight1.imageLarge
source: ./bundles/example/img/cms/blue-bg_large-4to3.png
de: ./assets/bundles/example/img/cms/blue-bg_large-4to3.png

# bannerBottomRight2.title
source: Trendy Sunglasses
de: Sonnenbrillen-Trends 2016

# bannerBottomRight2.subtitle
source: Accessories for the perfect summer
de: Unsere Fashion Must-Haves

# bannerBottomRight2.linkText
source: Shop collection
de: Jetzt kaufen

# bannerBottomRight2.linkHref
source: /en/accessories-women-sunglasses
de: /de/accessories-women-sunglasses

# bannerBottomRight2.imageSmall
source: ./bundles/example/img/cms/sunglass_small-4to3.jpg
de: ./assets/bundles/example/img/cms/sunglass_small-4to3.jpg

# bannerBottomRight2.imageMedium
source: ./bundles/example/img/cms/sunglass_medium-4to3.jpg
de: ./assets/bundles/example/img/cms/sunglass_medium-4to3.jpg

# bannerBottomRight2.imageLarge
source: ./bundles/example/img/cms/sunglass_large-4to3.jpg
de: ./assets/bundles/example/img/cms/sunglass_large-4to3.jpg

# bannerBottomRight3.title
source: Must to have it
de: Hauptsache überdimensional

# bannerBottomRight3.subtitle
source: Hot pieces for the summer
de: Trendy Sommer 2016 - Auffällige Sonnenbrillen

# bannerBottomRight3.linkText
source: Shop collection
de: Jetzt bestellen

# bannerBottomRight3.linkHref
source: /en/women-clothing-dresses
de: /de/women-clothing-dresses

# bannerBottomRight3.imageSmall
source: ./bundles/example/img/cms/woman_small-8to3.jpg
de: ./assets/bundles/example/img/cms/woman_small-8to3.jpg

# bannerBottomRight3.imageMedium
source: ./bundles/example/img/cms/woman_medium-8to3.jpg
de: ./assets/bundles/example/img/cms/woman_medium-8to3.jpg

# bannerBottomRight3.imageLarge
source: ./bundles/example/img/cms/woman_large-8to3.jpg
de: ./assets/bundles/example/img/cms/woman_large-8to3.jpg

# suggestions.title
source: Get beach ready
de: Unsere Empfehlungen

# suggestions.subtitle
source: Get your sun on
de: Sommer Must-Haves 2016

# viewProducts.linkText
source: View all new products
de: Alle Produkte ansehen

# viewProducts.linkHref
source: /en/new
de: /de/new
